<template>
  <articleItem  headTitle='腐女的幻想世界篇' :articleList='articleList'></articleItem>           
</template>
<script>
    export default{
       data(){
         return {
           articleList:[
             {title:'ABO系列',dataList:["《军校生》","《帝国模范婚姻》","《银河帝国之刃》","《破晓》"],content:'人类在未来被分为六种性别，占据统治与领导地位的ALPHA男、ALPHA女，占人口绝大多数的BETA男、BETA女，以及高受孕率的OMEGA男、OMEGA女。不甘心受性别的桎梏，小心翼翼地隐瞒身份，克服生理缺陷，最终是否能够成功打破偏见达成最初的理想？'}
            ,{title:'哨向系列',dataList:["《断点续传》","《全职军医》","《逆袭[星际]》"],content:'觉醒为哨兵拥有强大战斗力的同时，不安定的精神狂躁随时可能摧毁一位失控的哨兵；向导的精神输导是少数有效平复哨兵情绪的方式。灵魂契合的哨兵与向导结合，将最大化发挥出两者的实力。'}
            ,{title:'人鱼系列',dataList:["《总有人鱼爱跟我抢男人[星际]》","《人鱼的悲催生活》"],content:'星际环境的辐射性射线下的人类女性濒临灭绝，而雌雄同体的深海人鱼基因却能够改造人体，使其拥有生育能力。男性公民积攒半生的贡献值，只为换取一条可以共度一生的人鱼。'}
            ,{title:'兽人系列',dataList:["《兽丛之刀》"],content:'这里的男性被分为兽人与亚兽，拥有在兽态与人身转变能力的被称为兽人，而只能保持人身的男性被称作亚兽。'}
            ,{title:'哥儿爷们系列',dataList:['《我不要生小孩儿》'],content:'这个世界的男性被分为爷们和哥儿，高大的爷们承担大部分的体力活，相对较瘦弱的哥儿，眼边泪痣颜色越是鲜艳，则生育能力越强，越受到欢迎。'}
           ]
         }
       }
    }
</script>
<style scoped>

</style>
